CSI API ETABS v1
cGenDispl Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cGenDispl
Public Interface cGenDispl
Dim instance As cGenDispl
public interface class cGenDispl
type cGenDispl =  interface end
The cGenDispl type exposes the following members.
Methods
Name | Description
Add
ChangeName
Count
CountPoint
Delete
DeletePoint
GetNameList
GetPoint
GetTypeGenDispl
GetTypeOAPI
SetPoint
SetType
SetTypeOAPI
Top
See Also
Reference
ETABSv1 Namespace